let messages = {
  morning: {
    en_IN: `Good Morning! Hope you have your oximeter and thermometer handy. It is time to record your vitals and you can do that by typing “Hi” and going to “Manage my program” in the main menu.`,
    hi_IN: `शुभ प्रभात! आशा है कि आपके पास अपना ऑक्सीमीटर और थर्मामीटर है। यह आपके विटल्स को रिकॉर्ड करने का समय है और आप ऐसा कर सकते हैं कि "हाय" टाइप करके और मुख्य मेनू में "मेरे प्रोग्राम को प्रबंधित करें" पर जा सकते हैं।`,
    ta_IN: `காலை வணக்கம்! உங்கள் ஆக்சிமீட்டர் மற்றும் தெர்மோமீட்டர் எளிது என்று நம்புகிறேன். உங்கள் உயிரணுக்களைப் பதிவுசெய்வதற்கான நேரம் இது. “ஹாய்” எனத் டைப் செய்து பிரதான மெனுவில் “எனது நிரலை நிர்வகி” என்பதன் மூலம் அதைச் செய்யலாம்.`,
    ma_IN: `सुप्रभात ! आशा आहे की आपल्याकडे ऑक्सिमीटर आणि थर्मामीटर उपलब्ध  आहे. आपल्या तब्यतीची नोंद करण्याची वेळ आली आहे आणि आपण हे करू शकता “हाय” टाइप करून आणि मुख्य मेनूमध्ये “माझा प्रोग्राम व्यवस्थापित करा” वर जाऊन.`,
    kn_IN: `ಶುಭೋದಯ!  ನಿಮ್ಮ ಪಲ್ಸ್ ಆಕ್ಸಿಮೀಟರ್ ಹಾಗೂ ಥರ್ಮೋಮೀಟರ್ ಸೂಕ್ತವಾಗಿದೆ ಎಂದು ಭಾವಿಸುತ್ತೇನೆ, ವೈಟಲ್ ಟೈಪ್ ದಾಖಲಿಸುವ ಸಮಯದಲ್ಲಿ Hi ಎಂದು ಟೈಪ್ ಮಾಡಿ, ಮುಖ್ಯ ಮೆನುವಿನಲ್ಲಿರುವ ಮ್ಯಾನೇಜ್ ಮೈ ಪ್ರೋಗ್ರಾಂ ಆಯ್ಕೆ ಮಾಡಿ.`,
    te_IN: `నమస్కారం.. థర్మామీటర్ మరియు ఆక్సిమీటర్ మీ వద్ద ఉందని అనుకుంటున్నాం. మీ వైటల్స్ రికార్డు చేసేందుకు సమయం వచ్చింది. హాయ్ అని టైప్ చేయండి,  మేనేజ్ మై ప్రోగ్రాం అని మెయిన్ మెనూ లో  ఎంచుకోండి`,
  },
  afternoon: {
    en_IN: `Good Afternoon! Hope you have your oximeter and thermometer handy. It is time to record your vitals and you can do that by typing “Hi” and going to “Manage my program” in the main menu. `,
    hi_IN: `नमस्कार! आशा है कि आपके पास अपना ऑक्सीमीटर और थर्मामीटर है। यह आपके विटल्स को रिकॉर्ड करने का समय है और आप ऐसा कर सकते हैं कि "हाय" टाइप करके और मुख्य मेनू में "मेरे प्रोग्राम को प्रबंधित करें" पर जा सकते हैं।`,
    ta_IN: `மதிய வணக்கம்! உங்கள் ஆக்சிமீட்டர் மற்றும் தெர்மோமீட்டர் எளிது என்று நம்புகிறேன். உங்கள் உயிரணுக்களைப் பதிவுசெய்வதற்கான நேரம் இது, “ஹாய்” எனத் டைப் செய்து பிரதான மெனுவில் “எனது நிரலை நிர்வகி” என்பதன் மூலம் அதைச் செய்யலாம்.`,
    ma_IN: `नमस्कार  !आशा आहे की आपल्याकडे ऑक्सिमीटर आणि थर्मामीटर उपलब्ध  आहे. आपल्या तब्यतीची नोंद करण्याची वेळ आली आहे आणि आपण हे करू शकता “हाय” टाइप करून आणि मुख्य मेनूमध्ये “माझा प्रोग्राम व्यवस्थापित करा” वर जाऊन.`,
    kn_IN: `ಶುಭ ಮಧ್ಯಾಹ್ನ ! ನಿಮ್ಮ ಪಲ್ಸ್ ಆಕ್ಸಿಮೀಟರ್ ಹಾಗೂ ಥರ್ಮೋಮೀಟರ್ ಸೂಕ್ತವಾಗಿದೆ ಎಂದು ಭಾವಿಸುತ್ತೇನೆ, ವೈಟಲ್ ಟೈಪ್ ದಾಖಲಿಸುವ ಸಮಯದಲ್ಲಿ Hi ಎಂದು ಟೈಪ್ ಮಾಡಿ, ಮುಖ್ಯ ಮೆನುವಿನಲ್ಲಿರುವ ಮ್ಯಾನೇಜ್ ಮೈ ಪ್ರೋಗ್ರಾಂ ಆಯ್ಕೆ ಮಾಡಿ.`,
    te_IN: `నమస్కారం.. థర్మామీటర్ మరియు ఆక్సిమీటర్ మీ వద్ద ఉందని అనుకుంటున్నాం. మీ వైటల్స్ రికార్డు చేసేందుకు సమయం వచ్చింది. హాయ్ అని టైప్ చేయండి,  మేనేజ్ మై ప్రోగ్రాం అని మెయిన్ మెనూ లో  ఎంచుకోండి`,
  },
  evening: {
    en_IN: `Good Evening! Hope you have your oximeter and thermometer handy. It is time to record your vitals and you can do that by typing “Hi” and going to “Manage my program” in the main menu.`,
    hi_IN: `गुड इवनिंग! आशा है कि आपके पास अपना ऑक्सीमीटर और थर्मामीटर है। यह आपके विटल्स को रिकॉर्ड करने का समय है और आप ऐसा कर सकते हैं कि "हाय" टाइप करके और मुख्य मेनू में "मेरे प्रोग्राम को प्रबंधित करें" पर जा सकते हैं।`,
    ta_IN: `மாலை வணக்கம்! உங்கள் ஆக்சிமீட்டர் மற்றும் தெர்மோமீட்டர் எளிது என்று நம்புகிறேன். உங்கள் உயிரணுக்களைப் பதிவுசெய்வதற்கான நேரம் இது, “ஹாய்” எனத் டைப் செய்து பிரதான மெனுவில் “எனது நிரலை நிர்வகி” என்பதன் மூலம் அதைச் செய்யலாம்.`,
    ma_IN: `नमस्कार  !आशा आहे की आपल्याकडे ऑक्सिमीटर आणि थर्मामीटर उपलब्ध  आहे. आपल्या तब्यतीची नोंद करण्याची वेळ आली आहे आणि आपण हे करू शकता “हाय” टाइप करून आणि मुख्य मेनूमध्ये “माझा प्रोग्राम व्यवस्थापित करा” वर जाऊन.`,
    kn_IN: `ಶುಭ ಸಂಜೆ ! ನಿಮ್ಮ ಪಲ್ಸ್ ಆಕ್ಸಿಮೀಟರ್ ಹಾಗೂ ಥರ್ಮೋಮೀಟರ್ ಸೂಕ್ತವಾಗಿದೆ ಎಂದು ಭಾವಿಸುತ್ತೇನೆ, ವೈಟಲ್ ಟೈಪ್ ದಾಖಲಿಸುವ ಸಮಯದಲ್ಲಿ Hi ಎಂದು ಟೈಪ್ ಮಾಡಿ, ಮುಖ್ಯ ಮೆನುವಿನಲ್ಲಿರುವ ಮ್ಯಾನೇಜ್ ಮೈ ಪ್ರೋಗ್ರಾಂ ಆಯ್ಕೆ ಮಾಡಿ.`,
    te_IN: 'నమస్కారం.. థర్మామీటర్ మరియు ఆక్సిమీటర్ మీ వద్ద ఉందని అనుకుంటున్నాం. మీ వైటల్స్ రికార్డు చేసేందుకు సమయం వచ్చింది. హాయ్ అని టైప్ చేయండి,  మేనేజ్ మై ప్రోగ్రాం అని మెయిన్ మెనూ లో  ఎంచుకోండి',
  },
  default: {
    en_IN: `Good Day! Hope you have your oximeter and thermometer handy. It is time to record your vitals and you can do that by typing “Hi” and going to “Manage my program” in the main menu.`,
    hi_IN: `नमस्कार! आशा है कि आपके पास अपना ऑक्सीमीटर और थर्मामीटर है। यह आपके विटल्स को रिकॉर्ड करने का समय है और आप ऐसा कर सकते हैं कि "हाय" टाइप करके और मुख्य मेनू में "मेरे प्रोग्राम को प्रबंधित करें" पर जा सकते हैं।`,
    ta_IN: `மதிய வணக்கம்! உங்கள் ஆக்சிமீட்டர் மற்றும் தெர்மோமீட்டர் எளிது என்று நம்புகிறேன். உங்கள் உயிரணுக்களைப் பதிவுசெய்வதற்கான நேரம் இது, “ஹாய்” எனத் டைப் செய்து பிரதான மெனுவில் “எனது நிரலை நிர்வகி” என்பதன் மூலம் அதைச் செய்யலாம்.`,
    ma_IN: `सुप्रभात दिवस! आशा आहे की आपल्याकडे ऑक्सिमीटर आणि थर्मामीटर उपलब्ध  आहे. आपल्या तब्यतीची नोंद करण्याची वेळ आली आहे आणि आपण हे करू शकता “हाय” टाइप करून आणि मुख्य मेनूमध्ये “माझा प्रोग्राम व्यवस्थापित करा” वर जाऊन.`,
    kn_IN: `ಶುಭ ಮಧ್ಯಾಹ್ನ ! ನಿಮ್ಮ ಪಲ್ಸ್ ಆಕ್ಸಿಮೀಟರ್ ಹಾಗೂ ಥರ್ಮೋಮೀಟರ್ ಸೂಕ್ತವಾಗಿದೆ ಎಂದು ಭಾವಿಸುತ್ತೇನೆ, ವೈಟಲ್ ಟೈಪ್ ದಾಖಲಿಸುವ ಸಮಯದಲ್ಲಿ Hi ಎಂದು ಟೈಪ್ ಮಾಡಿ, ಮುಖ್ಯ ಮೆನುವಿನಲ್ಲಿರುವ ಮ್ಯಾನೇಜ್ ಮೈ ಪ್ರೋಗ್ರಾಂ ಆಯ್ಕೆ ಮಾಡಿ.`,
    te_IN: `నమస్కారం.. థర్మామీటర్ మరియు ఆక్సిమీటర్ మీ వద్ద ఉందని అనుకుంటున్నాం. మీ వైటల్స్ రికార్డు చేసేందుకు సమయం వచ్చింది. హాయ్ అని టైప్ చేయండి,  మేనేజ్ మై ప్రోగ్రాం అని మెయిన్ మెనూ లో  ఎంచుకోండి`,
  },
};

module.exports.messages = messages;
