let messages = {
  personName: {
    prompt: {
      en_IN: 'Got it, please tell me your name',
      hi_IN: 'धन्यवाद | आपका शुभ नाम क्या है ?',
      ta_IN: 'கிடைத்தது, தயவுசெய்து உங்கள் பெயரைச் சொல்லுங்கள்',
      ma_IN: 'समजले, कृपया आपले नाव मला सांगा',
      kn_IN: 'ತಿಳಿಯಿತು, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೆಸರು ಹೇಳಿ.',
      te_IN: 'అర్థమైంది. మీ పేరేంటి..?',
    },
    error: {
      en_IN: "I am sorry, I didn't understand. Please enter a valid name which is less than 100 characters.",
      hi_IN: 'माफ करें, मुझे समझ में नहीं आया।   नीचे दिए गए विकल्पों में से चुनें।',
      ta_IN: 'மன்னிக்கவும், எனக்குப் புரியவில்லை. தயவு செய்து 100 கேரக்டர்களுக்குள் பயரை பதிவிடவும்.',
      ma_IN: 'मला माफ करा, मला समजले नाही. कृपया एखादे वैध नाव प्रविष्ट करा 100 संख्या टाकू नये',
      kn_IN: 'ಕ್ಷಮಿಸಿ, ನನಗೆ ಅರ್ಥವಾಗಲಿಲ್ಲ, 100 ಅಕ್ಷರದೊಳಗಿನ ಮಾನ್ಯತೆಯುಳ್ಳ ಹೆಸರನ್ನು ನಮೂದಿಸಿ',
      te_IN: 'క్షమించండి. అర్థంకాలేదు. 100 అక్షరాలలోపు చెల్లుబాటులో ఉండే పేరు ఎంటర్ చేయండి',
    },
    duplicateError: {
      en_IN: "Patient already subscribed, please add a different name",
      // TODO: Translated by google, get original
      hi_IN: 'रोगी पहले से ही सदस्यता ले चुका है, कृपया कोई दूसरा नाम जोड़ें',
      ta_IN: 'நோயாளி ஏற்கனவே சந்தா செலுத்தியுள்ளார், தயவுசெய்து வேறு பெயரைச் சேர்க்கவும்',
      ma_IN: 'रूग्ण आधीच सदस्यता घेतलेले आहे, कृपया एक वेगळे नाव जोडा',
      kn_IN: 'ಕರೋಗಿಯು ಈಗಾಗಲೇ ಚಂದಾದಾರರಾಗಿದ್ದಾರೆ, ದಯವಿಟ್ಟು ಬೇರೆ ಹೆಸರನ್ನು ಸೇರಿಸಿ',
      te_IN: 'రోగి ఇప్పటికే సభ్యత్వాన్ని పొందారు, దయచేసి వేరే పేరును జోడించండి',
    }
  },
  personAge: {
    prompt: {
      en_IN: 'Thanks {{name}}. How old are you?',
      hi_IN: '{{name}} | आपकी उम्र क्या है ?',
      ta_IN: 'நன்றி {{name}}. உங்கள் வயது என்ன?',
      ma_IN: 'धन्यवाद {{name}}. तुझे वय किती?',
      kn_IN: 'ಧನ್ಯವಾದ {{name}}. ನಿಮ್ಮ ವಯಸ್ಸು ಎಷ್ಟು?',
      te_IN: 'ధన్యవాదాలు {{name}}.. మీ వయస్సు ఎంత..?',
    },
    error: {
      en_IN: "I am sorry, I didn't understand. Please enter a valid age (between 0 and 120)",
      hi_IN: 'माफ करें, मुझे समझ में नहीं आया। कृपया 0 से 120 के बीच में अपनी आयु डालें',
      ta_IN: 'என்னை மன்னித்து விடுங்கள். எனக்கு புரியவில்லை. உங்களது சரியான வயதை கொடுங்கள் (0 முதல் 120 வரை)',
      ma_IN: 'मला माफ करा, मला समजले नाही. कृपया वैध वय प्रविष्ट करा (0 ते १२०  दरम्यान)',
      kn_IN: 'ಕ್ಷಮಿಸಿ ನನಗೆ ಅರ್ಥವಾಗುತ್ತಿಲ್ಲ, ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ವಯಸ್ಸನ್ನು ನಮೂದಿಸಿ( 0-120)',
      te_IN: 'క్షమించండి, నాకు అర్థంకాలేదు. చెల్లుబాటులో ఉండే వయసును ఎంటర్ చేయండి ( 0 నుంచి120 మధ్య)',
    },
  },
  personGender: {
    prompt: {
      en_IN: 'Please select your gender.',
      hi_IN: 'कृपया अपना लिंग चुनें',
      ta_IN: 'உங்கள் பாலினத்தைத் தேர்ந்தெடுக்கவும்.',
      ma_IN: 'कृपया आपले लिंग निवडा.',
      kn_IN: 'ನೀವು ದಯವಿಟ್ಟು ಲಿಂಗ ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಿ',
      te_IN: 'దయచేసి లింగంను తెలపండి',
    },
    options: {
      list: ['male', 'female', 'other'],
      messageBundle: {
        male: {
          en_IN: 'Male',
          hi_IN: 'पुरुष ',
          ta_IN: 'ஆண்',
          ma_IN: 'नर',
          kn_IN: 'ಪುರುಷ',
          te_IN: 'పురుషుడు',
        },
        female: {
          en_IN: 'Female',
          hi_IN: 'महिला',
          ta_IN: 'பெண்',
          ma_IN: 'महिला',
          kn_IN: 'ಮಹಿಳೆ',
          te_IN: 'స్త్రీ',
        },
        other: {
          en_IN: 'Other',
          hi_IN: 'अन्य',
          ta_IN: 'மற்றவை',
          ma_IN: 'इतर',
          kn_IN: 'ಇತರೆ',
          te_IN: 'ఇతరులు',
        },
      },
    },
  },
  specialSymptoms: {
    prompt: {
      en_IN: 'Thanks for this information {{name}}! Do you have one or more of these symptoms?: \n- Pain or pressure in the chest\n- Difficulty breathing\n- Bluish discolorations of lips/face\n- Inability to eat / drink / walk \n- Mental confusion or drowsiness\n',
      hi_IN: 'जानकारी के लिए शुक्रिया {{name}}  | क्या आपको इनमें से कोई लक्षण हैं ?: \n- छाती में दर्द या दबाव \n- साँस लेने में दिक्कत \n- होठों अथवा चेहरे का रंग नीला होना \n- कुछ खाने / पीने / चल फिरने में मुश्किल \n- मानसिक उलझन या ऊंघ / झपकियाँ आना',
      ta_IN: 'இந்த தகவலுக்கு நன்றி {{name}}! இந்த அறிகுறிகளில் ஒன்று அல்லது அதற்கு மேற்பட்டவை உங்களிடம் உள்ளதா? \n- மார்பில் தொடர்ந்து வலி அல்லது அழுத்தம்\n- சுவாசிப்பதில் சிரமம்\n- உதடுகள் / முகத்தில் நீல நிறமாற்றம்\n- சாப்பிட / குடிக்க / நடக்க இயலாமை\n- மன குழப்பம் அல்லது மயக்கம்',
      ma_IN: 'या माहितीसाठी धन्यवाद {{name}}! आपल्याकडे यापैकी एक किंवा अधिक लक्षणे आहेत?\n- छातीत सतत वेदना किंवा दबाव\n- श्वास घेण्यात अडचण\n- ओठ / चेहरा निळसर रंगाचा विकृती\n- खाण्यास / पिण्यास / चालण्यास असमर्थता\n- मानसिक गोंधळ किंवा तंद्री',
      kn_IN: 'ಧನ್ಯವಾದ {{name}}, ಮೊದಲಿಗೆ ನೀವು ಪ್ರಸ್ತುತ ಈ ಕೆಳಗಿನ ಯಾವುದೇ ರೋಗ ಲಕ್ಷಣಗಳನ್ನು ಹೊಂದಿದ್ದೀರಾ?\n- ಉಸಿರಾಟದ ತೊಂದರೆ\n- ಎದೆಯಲ್ಲಿ ನಿರಂತರ ನೋವು ಹಾಗೂ ಒತ್ತಡ\n- ತುಟಿ ಹಾಗೂ ಮುಖ ನೀಲಿ ಬಣ್ಣಕ್ಕೆ ತಿರುಗಿದೆಯೇ?\n- ಆಹಾರ ಸೇವನೆ, ಕುಡಿಯಲು, ಓಡಾಡಲು ಕಷ್ಟವಾಗುತ್ತಿದೆಯೇ?\n- ಮಾನಸಿಕ ಗೊಂದಲ/ಆಯಾಸ',
      te_IN: 'ధన్యవాదాలు {{name}}. ఈ కింది లక్షణాల్లో ఏమైనా మీకున్నాయా..?\n- శ్వాస తీసుకోవడంలో ఇబ్బందులు\n- గుండెపై నొప్పి కానీ ఒత్తిడి కానీ ఉందా \n- పెదవులు, ముఖము నీలం రంగులోకి మారుతోందా\n- గందరగోళం/ మత్తుగా ఉందా\n- తినడం/ ద్రవ పదార్థాలు తీసుకోలేకపోవడం/ నడవం వంటి ఇబ్బందులున్నాయా',
    },
  },
  symptoms: {
    prompt: {
      en_IN: 'That is good to know {{name}}! Do you have one or more of these complaints?: \n- Fever (>37.8 C or 100F)\n- Cough with or without spit/Sore throat\n- Loss of smell/taste\n- Runny nose\n- Muscle pain\n- Nausea & loose motions\n',
      hi_IN: 'क्या आपके पास इनमें से एक या अधिक शिकायतें हैं? \n- बुखार\n- सुखी या गीली खाँसी, गले में दर्द\n- गंध / स्वाद की हानि \n- बहती नाक\n- साँस लेने में कठिनाई / सीने में लगातार दर्द / दबाव \n- मांसपेशियों में दर्द \n- मतली या दस्त',
      ta_IN: 'இதை தெரிந்து கொள்வது நல்லது {{name}}! இந்த பிரச்சனைகளில் ஒன்று அல்லது அதற்கு மேற்பட்டவை உங்களிடம் உள்ளதா?\n- காய்ச்சல் (> 37.8 சி அல்லது 100 எஃப்)\n- சளியுடன் கூடிய இருமல் அல்லது வெறும் இருமல் / தொண்டை வலி\n- வாசனை / சுவை இழப்பு\n- மூக்கு ஒழுகுதல்\n- தசை வலி\n- குமட்டல் மற்றும் வயிற்றுப் போக்கு',
      ma_IN: '{{name}} हे जाणून घेणे चांगले आहे! आपल्याकडे यापैकी एक किंवा अधिक तक्रारी आहेत?\n- ताप ( ३७। ८ C   किंवा १00 F  पेक्षा जास्त  )\n- खोकला कफ किंवा कोरडा खोकला  घसा खवखवणे \n- वास / चव कमी होणे\n- नाक वाहणे\n- स्नायू वेदना\n- मळमळ अथवा जुलाब',
      kn_IN: '{{name}}, ನೀವು ಇವುಗಳಲ್ಲಿ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಲಕ್ಷಣಗಳನ್ನು ಹೊಂದಿದ್ದೀರಾ ಎಂಬುದನ್ನು ತಿಳಿದುಕೊಳ್ಳಬೇಕು.\n- ಜ್ವರ(>37.8ಸಿ ಅಥವಾ 100ಎಫ್)\n- ಗಂಟಲು ನೋವು ಅಥವಾ ಉಗುಳಲು ಬಾರದ ಒಣಕಫ\n- ವಾಸನೆ/ ರುಚಿ  ಗುರುತಿಸಲು ಆಗದಿರುವುದು\n- ಮೂಗಿನ ಸೋರುವಿಕೆ\n- ಸ್ನಾಯು ಸೆಳೆತ\n- ವಾಕರಿಕೆ, ಬೇಧಿ',
      te_IN: 'ఓకే {{name}}. ఇంకా ఈ కింది వాటిలో ఉన్న ఏమైనా సమస్యలు ఉన్నాయా..?\n- జ్వరం (>37.8 C or 100 F)\n- ఉమ్మితో కూడిన దగ్గు లేక పొడి దగ్గు/ గొంతు నొప్పి\n- వాసన/రుచి తెలియకపోవడం\n- మక్కు నుంచి నీరు కారుతుండటం\n- కండరాల నొప్పులు\n- వికారం  విరేచనాలు',
    },
  },
  rtpcr: {
    prompt: {
      en_IN: 'What was the result of your RT-PCR test: \n1. Positive\n2. Negative\n3. Result Awaited or Not done',
      hi_IN: 'आपके RT-PCR टेस्ट का परिणाम क्या था?\n1. पॉज़िटिव \n2. नेगेटिव \n3. रिपोर्ट मिला नहीं है या टेस्ट किया नहीं है',
      ta_IN: 'உங்கள் ஆர்டி-பி.சி.ஆர் சோதனையின் முடிவு என்ன? \n1. நேர்மறை\n2. எதிர்மறை \n3. முடிவுக்காக காத்திருப்பு அல்லது சோதனை செய்யப்படவில்லை',
      ma_IN: 'तुमच्या आरटी-पीसीआर चाचणीचा निकाल काय लागला?\n1 . सकारात्म\n2 . नकारात्म\n3 . परिणाम अपेक्षित किंवा झाले नाही',
      kn_IN: 'ನಿಮ್ಮ ಆರ್‌ಟಿಪಿಸಿಆರ್ ಪರೀಕ್ಷೆಯ ಫಲಿತಾಂಶವೇನು?\n1. ಪಾಸಿಟಿವ್\n2. ನೆಗೆಟಿವ್\n 3. ವರದಿ ಇನ್ನೂ ಬರಬೇಕಿದೆ ಅಥವಾ ಇನ್ನೂ ಪೂರ್ಣಗೊಂಡಿಲ್ಲ',
      te_IN: 'ఆర్టీ-పీసీఆర్ టెస్టు రిజల్ట్ ఏంటి..?\n1. పాజిటివ్ \n2. నెగిటివ్\n3. రిజల్ట్ కోసం వేచిచూస్తున్నాం లేదా చేయించుకోలేదు',
    },
  },
  comorbidity: {
    prompt: {
      male: {
        en_IN: 'Do you have one or more of these conditions? \n- Diabetes\n- Hypertension (High BP)\n- Chronic lung disease\n- Immunocompromised state\n- Heart disease\n- Obesity\n',
        hi_IN: 'क्या आपको निम्नलिखित में से एक या एक से अधिक लक्षण हैं ? \n- मधुमेह(डायबिटीज) \n- उच्च रक्तचाप \n- फेफड़े सम्बंधी रोग \n- हृदय(दिल) रोग \n- मोटापा \n- गर्भवती',
        ta_IN: 'இந்த நிலைகளில் ஒன்று அல்லது அதற்கு மேற்பட்டவை உங்களிடம் உள்ளதா? \n- நீரிழிவு நோய்\n- உயர் இரத்த அழுத்தம் (உயர் பிபி)\n- நாள்பட்ட நுரையீரல் நோய்\n- நோயெதிர்ப்பு குறைபாடுள்ள நிலை\n- இருதய நோய்\n- உடல் பருமன்',
        ma_IN: 'आपल्याकडे यापैकी एक किंवा अधिक व्याधी / अटी आहेत?\n- मधुमेह  \n- उच्च रक्तदाब (उच्च बीपी)\n- दीर्घ काळ  फुफ्फुसाचा आजार\n- इम्युनोकोमप्रोम्ड आरोग्य \n- हृदय रोग\n- लठ्ठपणा /स्थूल पण ',
        kn_IN: 'ರಾಹುಲ್,ಇವುಗಳಲ್ಲಿ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಕಾಯಿಲೆ ನಿಮ್ಮಲಿದೆಯೇ?ಮಧುಮೇಹ \n- ರಕ್ತದೊತ್ತಡ\n- ದೀರ್ಘಕಾಲದ ಶ್ವಾಸಕೋಶ ಕಾಯಿಲೆ\n- ಇಮ್ಯುನೊಕೊಪ್ರೊಮೈಸ್ಡ್ ಸ್ಥಿತಿ(ಔಷಧಿಗಳು, ಕ್ಯಾನ್ಸರ್ ಮತ್ತು ಇತರೆ ವೈದ್ಯಕೀಯ ಪರಿಸ್ಥಿತಿಗಳಿಂದ ರೋಗ ನಿರೋಧಕ ಶಕ್ತಿಯನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.\n- ಹೃದಯ ಸಂಬಂಧಿ ಕಾಯಿಲೆ',
        te_IN: 'ఈ కింది వాటిలో ఒకటి లేదా అంతకంటే ఎక్కువగా లక్షణాలు ఉన్నాయా..?\n- మధుమేహం\n- హైపర్ టెన్షన్ లేదా హై బీపీ\n- ఊపిరితిత్తుల సమస్యలు\n- వాడుతున్న మందులతో రోగనిరోధక శక్తి తగ్గడం కానీ, క్యాన్సర్ ఇతర మెడికల్ కండీషన్స్‌తో రోగనిరోధక శక్తి తగ్గడం \n- గుండె సంబంధిత వ్యాధులు\n- అధిక బరువు',
      },
      female: {
        en_IN: 'Do you have one or more of these conditions? \n- Diabetes\n- Hypertension (High BP)\n- Chronic lung disease\n- Immunocompromised state\n- Heart disease\n- Obesity\n- Pregnancy\n',
        hi_IN: 'क्या आपको निम्नलिखित में से एक या एक से अधिक लक्षण हैं ? \n- मधुमेह(डायबिटीज) \n- उच्च रक्तचाप \n- फेफड़े सम्बंधी रोग \n- हृदय(दिल) रोग \n- मोटापा',
        ta_IN: 'இந்த நிலைகளில் ஒன்று அல்லது அதற்கு மேற்பட்டவை உங்களிடம் உள்ளதா? \n- நீரிழிவு நோய்\n- உயர் இரத்த அழுத்தம் (உயர் பிபி)\n- நாள்பட்ட நுரையீரல் நோய்\n- நோயெதிர்ப்பு குறைபாடுள்ள நிலை\n- இருதய நோய்\n- உடல் பருமன்\n- கர்ப்பம் (பாலினம் பெண் என்று தேர்ந்தெடுக்கப்பட்டால் மட்டுமே)',
        ma_IN: 'आपल्याकडे यापैकी एक किंवा अधिक व्याधी / अटी आहेत?\n- मधुमेह  \n- उच्च रक्तदाब (उच्च बीपी)\n- दीर्घ काळ  फुफ्फुसाचा आजार\n- इम्युनोकोमप्रोम्ड आरोग्य \n- हृदय रोग\n- लठ्ठपणा /स्थूल पण \n- गर्भधारणा',
        kn_IN: 'ಇವುಗಳಲ್ಲಿ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಕಾಯಿಲೆ ನಿಮ್ಮಲಿದೆಯೇ?ಮಧುಮೇಹ \n- ರಕ್ತದೊತ್ತಡ\n- ದೀರ್ಘಕಾಲದ ಶ್ವಾಸಕೋಶ ಕಾಯಿಲೆ\n- ಇಮ್ಯುನೊಕೊಪ್ರೊಮೈಸ್ಡ್ ಸ್ಥಿತಿ(ಔಷಧಿಗಳು, ಕ್ಯಾನ್ಸರ್ ಮತ್ತು ಇತರೆ ವೈದ್ಯಕೀಯ ಪರಿಸ್ಥಿತಿಗಳಿಂದ ರೋಗ ನಿರೋಧಕ ಶಕ್ತಿಯನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.\n- ಹೃದಯ ಸಂಬಂಧಿ ಕಾಯಿಲೆ\n- ಉಬ್ಬಸ',
        te_IN: 'ఈ కింది వాటిలో ఒకటి లేదా అంతకంటే ఎక్కువగా లక్షణాలు ఉన్నాయా..?\n- మధుమేహం\n- హైపర్ టెన్షన్ లేదా హై బీపీ\n- ఊపిరితిత్తుల సమస్యలు\n- వాడుతున్న మందులతో రోగనిరోధక శక్తి తగ్గడం కానీ, క్యాన్సర్ ఇతర మెడికల్ కండీషన్స్‌తో రోగనిరోధక శక్తి తగ్గడం \n- గుండె సంబంధిత వ్యాధులు\n- అధిక బరువు\n- గర్భవతి',
      },
    },
  },
  endFlow: {
    ageConsultDoctorEnd: {
      en_IN: '{{name}}, your age poses an additional risk factor! It would be best, if you consulted a doctor right away so that you can undergo tests if required and start the right medication. \nMore information regarding COVID-19 and nearby care facilities is available here www.liferesources.in',
      hi_IN: '{{name}}, आपके उम्र के कारण आपको ज़्यादा ध्यान रखना होगा! अच्छा होगा अगर आप तुरंत डॉक्टर से मिलें ताकि वह ज़रूरी टेस्ट कराकर आपका सही इलाज शुरू कर सकें। \n COVID-19 और नज़दीकी देखभाल सुविधाओं के बारे में अधिक जानकारी यहाँ उपलब्ध है www.liferesources.in',
      ta_IN: '{{name}}, உங்கள் வயது ஒரு கூடுதல் ஆபத்து காரணியாகும்! நீங்கள் உடனடியாக ஒரு மருத்துவரை அணுகினால், தேவையான சோதனைகளுக்கு உட்பட்டு சரியான சிகிச்சைகளைத் தொடங்கலாம். COVID-19 மற்றும் அருகிலுள்ள பராமரிப்பு வசதிகள் பற்றிய கூடுதல் தகவல்கள் இங்கே கிடைக்கின்றன www.liferesources.in',
      ma_IN: '{{name}}, तुझे वय एक जोखीम घटक आहे. आपण त्वरित एखाद्या डॉक्टरांचा सल्ला घेतल्यास हे चांगले होईल की आपण आवश्यक चाचण्या करून योग्य औषधे सुरू करू शकता. कोविड -१९  आणि   काळजी जवळील सुविधांविषयी अधिक माहिती येथे उपलब्ध आहे. www.liferesources.in',
      kn_IN: '{{name}}, ನಿಮ್ಮ ವಯಸ್ಸು ಅಪಾಯಕಾರಿ ಅಂಶವಾಗಿದೆ,ನೀವು ಈಗಿನಿಂದಲೇ ವೈದ್ಯರನ್ನು ಸಂಪರ್ಕಿಸಿದರೆ ನೀವು ಅಗತ್ಯವಾದ ಪರೀಕ್ಷೆಗೆ ಒಳಗಾಗಬಹುದು ಮತ್ತು ಸರಿಯಾದ ಔಷಧಿಗಳನ್ನು ಪಡೆಯಬಹುದು. ಹತ್ತಿರದ ಕೋವಿಡ್ 19 ಆರೈಕೆ ಕೇಂದ್ರದ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ. https://life.coronasafe.network',
      te_IN: '{{name}} నీకు అధిక వయసు ఉండటం వల్ల ప్రమాదం ఎక్కువగానే ఉంది. వెంటనే డాక్టర్‌ను సంప్రదించి సరైన సమయంలో చికిత్స ప్రారంభిస్తే బాగుంటుంది. కోవిడ్‌కు సంబంధించి మరింత సమాచారంతో పాటు ఫెసిలిటీ కేంద్రాల కోసం ఇక్కడ క్లిక్ చేయండి. https://life.coronasafe.network',
    },
    symptomComorbidConsultDoctorEnd: {
      en_IN: '*{{name}} your current symptoms along with your other medical condition(s) may need professional medical attention.* It would be best, if you consulted a doctor right away so that you can undergo the necessary tests and start the right medication.\n\nMore information regarding COVID-19 and nearby care facilities is available here www.liferesources.in',
      hi_IN: '*{{name}} आपके लक्षण और सेहत की स्थिति देखकर लगता है की आपको चिकित्सा की ज़रुरत है.* कृपया तुरंत डॉक्टर की सलाह लें ताकि टेस्ट कराकर आपका सही इलाज शुरू किया जा सके. \n COVID-19 और नज़दीकी देखभाल सुविधाओं के बारे में अधिक जानकारी यहां उपलब्ध है www.liferesources.in',
      ta_IN: '*{{name}}, உங்கள் தற்போதைய மருத்துவ அறிகுறிகளுடன் உங்கள் மற்ற மருத்துவ நிலைகளுக்கு முறையான  மருத்துவ கவனிப்பு தேவைப்படலாம்.*\n நீங்கள் இப்போதே ஒரு மருத்துவரை அணுகினால் நல்லது, இதனால் நீங்கள் தேவையான சோதனைகளுக்கு உட்பட்டு சரியான சிகிச்சைகளைத் தொடங்கலாம்.\n COVID-19 மற்றும் அருகிலுள்ள பராமரிப்பு வசதிகள் பற்றிய கூடுதல் தகவல்கள் இங்கே கிடைக்கின்றன www.liferesources.in',
      ma_IN: '*{{name}}, तुमची इतर लक्षणे आणि इतर वैद्यकीय स्थिती (त) यांनाही व्यावसायिक वैद्यकीय सहाय्याची आवश्यकता असू शकते.* आपण त्वरित एखाद्या डॉक्टरांचा सल्ला घेतल्यास हे चांगले होईल जेणेकरून आपण आवश्यक चाचण्या करून योग्य औषधे सुरू करू शकाल.\n\nकोविड -१९  आणि जवळील सुविधांविषयी अधिक माहिती येथे उपलब्ध आहे. www.liferesources.in/',
      kn_IN: '*{{name}} ನಿಮ್ಮ ಇತರೆ ವೈದ್ಯಕೀಯ ಸ್ಥಿತಿಗಳ ಜತೆಗೆ ನಿಮ್ಮ ಪ್ರಸ್ತುತ ರೋಗಲಕ್ಷಣಗಳಿಗೆ ವೈದ್ಯಕೀಯ ಆರೈಕೆಯ ಅಗತ್ಯವಿರಬಹುದು.* \nನೀವು ಈಗಿನಿಂದಲೇ ವೈದ್ಯರನ್ನು ಸಂಪರ್ಕಿಸಿದರೆ ಸಂಬಂಧಪಟ್ಟ ಪರೀಕ್ಷೆಗಳಿಗೂ ಒಳಗಾಗಿ ಉತ್ತಮ ಚಿಕಿತ್ಸೆ ಹಾಗೂ ಔಷಧವನ್ನು ಪಡೆಯಬಹುದು, ಕೋವಿಡ್ 19 ಹಾಗೂ ಹತ್ತಿರದ ಆರೈಕೆ ಕೇಂದ್ರಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿ ಪಡೆಯಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ https://life.coronasafe.network',
      te_IN: '*{{name}} నీ ప్రస్తుత పరిస్థితి చూస్తే నీకు చికిత్సతో పాటు ఇతర వైద్య సహాయం కూడా అవసరం అని అనిపిస్తోంది.* \nడాక్టరును వెంటనే సంప్రదించి చికిత్స ప్రారంభిస్తే బాగుంటుంది \nకోవిడ్ 19కు సంబంధించి పూర్తి సమాచారంతో పాటు కోవిడ్ ఫెసిలిటీ కేంద్రం వివరాలు కూడా ఇక్కడ పొందొచ్చు https://life.coronasafe.network https://drive.google.com/file/d/1jawHHvZlXCmR0Yqyv0OAG2HKLwx0j2eb/view?usp=sharing'
    },
    testComorbidConsultDoctorEnd: {
      en_IN: '*{{name}} your test result along with your other medical condition(s) may need professional medical attention.* \nIt would be best if you  consulted a doctor so that you can undergo the necessary tests if required and start the right medications.\n\nMore information regarding COVID-19 and nearby care facilities is available here www.liferesources.in',
      hi_IN: '*{{name}} आपके पॉजिटिव रिपोर्ट और अन्य स्वास्थ्य समस्याओं के कारण आपके सेहत को ज़्यादा खतरा है।* कृपया तुरंत डॉक्टर की सलाह लें! \n COVID-19 और नज़दीकी देखभाल सुविधाओं के बारे में अधिक जानकारी यहां उपलब्ध है www.liferesources.in',
      ta_IN: '*{{name}} உங்கள் பிற மருத்துவ நிலைகள் உடனான உங்கள் சோதனை முடிவுக்கு முறையான மருத்துவ கவனிப்பு தேவைப்படலாம்.* \nநீங்கள் ஒரு மருத்துவரை அணுகினால் நல்லது. தேவைப்பட்டால் அவசியமான சோதனைகளுக்கு உட்பட்டு சரியான சிகிச்சைகளைத் தொடங்கலாம். \nCOVID-19 மற்றும் அருகிலுள்ள பராமரிப்பு வசதிகள் பற்றிய கூடுதல் தகவல்கள் இங்கே கிடைக்கின்றன www.liferesources.in',
      ma_IN: '*{{name}} आपल्या चाचणी निकालासह आपल्या इतर वैद्यकीय स्थिती ला व्यावसायिक वैद्यकीय लक्ष देण्याची आवश्यकता असू शकते.* \nआपण एखाद्या डॉक्टरांचा सल्ला घेतल्यास हे चांगले होईल जेणेकरून आवश्यक असल्यास आपण आवश्यक चाचण्या करून योग्य औषधे सुरू करू शकता.\nकोविड -१९  आणि जवळील सुविधांविषयी अधिक माहिती येथे उपलब्ध आहे. www.liferesources.in/',
      kn_IN: '*{{name}}, ನಿಮ್ಮ ಫಲಿತಾಂಶ ವರದಿ ಹಾಗೂ ಇತರೆ ಆರೋಗ್ಯ ಸ್ಥಿತಿಗಳನ್ನು ಗಮನಿಸಿದರೆ ನಿಮಗೆ ವೃತ್ತಿಪರ ವೈದ್ಯಕೀಯ ಆರೈಕೆಯ ಅಗತ್ಯವಿದೆ ಎನಿಸುತ್ತದೆ.* \nನೀವು ವೈದ್ಯರನ್ನು ಸಂಪರ್ಕಿಸಿದರೆ ಉತ್ತಮ, ಇದರಿಂದ ವಿವಿಧ ಪರೀಕ್ಷೆಗೆ ಒಳಗಾಗಬಹುದು ಹಾಗೂ ಸಮರ್ಪಕ ಔಷಧಗಳನ್ನು ಪಡೆಯಬಹುದು \n ಕೋವಿಡ್ 19 ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಅಥವಾ ಕೋವಿಡ್ ಆರೈಕೆ ಕೇಂದ್ರಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಗಾಗಿ ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ https://life.coronasafe.network',
      te_IN: '*{{name}} నీ ప్రస్తుత పరిస్థితి చూస్తే నీకు చికిత్సతో పాటు ఇతర వైద్య సహాయం కూడా అవసరం అని అనిపిస్తోంది* \nడాక్టరును వెంటనే సంప్రదించి చికిత్స ప్రారంభిస్తే బాగుంటుంది \nకోవిడ్ 19కు సంబంధించి పూర్తి సమాచారంతో పాటు కోవిడ్ ఫెసిలిటీ కేంద్రం వివరాలు కూడా ఇక్కడ పొందొచ్చు https://life.coronasafe.network',
    },
    precautionEnd: {
      en_IN: '*{{name}}, given your age/comorbidities you should exercise caution.* I suggest following these simple tips to stay healthy!!\n- Wear N95 mask covering both mouth and nose\n- Sleep for 7-8 hours a day\n- Drink fluids to stay hydrated\n- Avoid alcohol and smoking\n- Practise yoga and meditate\n\nMore information regarding COVID-19 and nearby care facilities is available here www.liferesources.in',
      hi_IN: '*{{name}}, आपके जवाबों से लगता नहीं है की आपको COVID-19 है स्वस्थ रहने के लिए इन सुझावों का पालन करें!* \n- N95 मास्क पहनें जो मुंह और नाक दोनों को कवर करे \n- दिन में 7-8 घंटे की नींद लें \n- तरल पदार्थों का सेवन करें \n- शराब और धूम्रपान छोड़ दें \n- योग और ध्यान करें \n \n  COVID-19 और नज़दीकी देखभाल सुविधाओं के बारे में अधिक जानकारी यहां उपलब्ध है www.liferesources.in',
      ta_IN: '*{{name}}, உங்கள் வயது / கொமொர்பிடிட்டிகளைப் பொறுத்தவரை நீங்கள்  மிகவும் எச்சரிக்கையாக இருக்க வேண்டும்.* \nஆரோக்கியமாக இருக்க இந்த எளிய உதவிக்குறிப்புகளைப் நீங்கள் பின்பற்ற பரிந்துரைக்கிறேன்! \n*வாய் மற்றும் மூக்கு இரண்டையும் உள்ளடக்கிய N95 மாஸ்க்கை அணியுங்கள்\n- ஒரு நாளைக்கு 7-8 மணி நேரம் தூங்குங்கள் \n- உடலில் நீர்ச்சத்து இருக்க திரவங்களை குடியுங்கள்\n- மது மற்றும் புகைப்பழக்கத்தை தவிருங்ககள்\n- யோகா பயிற்சி மற்றும் தியானம் செய்யுங்கள்\n ( இது தொடர்பாக மேலும் அறிய https://www.youtube.com/watch?v=TRxmzpg8Xfg \n https://www.youtube.com/watch?v=fXpnPYuswtI என்ற இந்த லிங்கை கிளிக் செய்யவும்) \nகொரோனா தொடர்பான தகவல்கள் மற்றும் அருகிலுள்ள பராமரிப்பு வசதிகள் பற்றிய கூடுதல் விவரங்கள் தெரிந்து கொள்ள www.liferesources.in இதனை கிளிக் செய்யவும்',
      ma_IN: '{{name}}, तुमचे वय /अल्पवयीनतेने तुम्ही सावधगिरी बाळगली पाहिजे.\n- तुम्ही  निरोगी राहण्यासाठी या सोप्या सूचनांचे अनुसरण करण्यास सुचवितो!\n- तोंड आणि नाक दोन्ही झाकून एन 95 चा मुखवटा घाला\n- ७  दिवसा ७ - ८  तास झोप\n- हायड्रेटेड राहण्यासाठी द्रव प्या\n- दारू आणि धूम्रपान टाळा\nयोगाचा सराव करा आणि ध्यान करा (अधिक जाणून घेण्यासाठी येथे क्लिक करा: https://www.youtube.com/watch?v=TRxmzpg8Xfg\nhttps://www.youtube.com/watch?v=fXpnPYuswtI ',
      kn_IN: "*{{name}}, ನಿಮ್ಮ ವಯಸ್ಸು / ಅಸ್ವಸ್ಥತೆಯನ್ನು ಗಮನಿಸಿದರೆ ನೀವು ಎಚ್ಚರಿಕೆಯಿಂದ ಇರಬೇಕು. ಆರೋಗ್ಯವಾಗಿರಲು ಈ ಸರಳ ಸಲಹೆಗಳನ್ನು ಅನುಸರಿಸಲು ನಾನು ಸಲಹೆ ನೀಡುತ್ತೇನೆ !*\n- ಬಾಯಿ ಮತ್ತು ಮೂಗು ಎರಡನ್ನೂ ಮುಚ್ಚಬಲ್ಲ N95 ಮಾಸ್ಕ್ ಧರಿಸಿ\n- ದಿನಕ್ಕೆ 7-8 ಗಂಟೆಗಳ ಕಾಲ ನಿದ್ರೆ ಮಾಡಿ\n- ಸದಾಕಾಲ ನೀರನ್ನು ಕುಡಿಯಿರಿ, ದ್ರವಾಂಶವನ್ನು ಉಳಿಸಿ\n- ಮದ್ಯ ಮತ್ತು ಧೂಮಪಾನದಿಂದ ದೂರವಿರಿ\n- ಯೋಗಾಭ್ಯಾಸ ಹಾಗೂ ಧ್ಯಾನ ಮಾಡಿ \nCOVID-19 ಮತ್ತು ಹತ್ತಿರದ ಆರೈಕೆ ಸೌಲಭ್ಯಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಇಲ್ಲಿ ಲಭ್ಯವಿದೆ www.liferesources.in",
      te_IN: '*{{name}} ఎక్కువగా కనిపిస్తున్నాయి. పై లక్షణాలు ఒకటి లేదా అంతకంటే ఎక్కువగా కనిపించినట్లయితే వెంటనే వైద్యుడిని సంప్రదించి చికిత్సను ప్రారంభించండి* \nకింది లక్షణాలు మీరు గమనించినట్లయితే.. వెంటనే హాస్పిటల్‌లోని ఎమర్జెన్సీ వార్డుకు వెళ్లండి\n- శ్వాస తీసుకోవడంలో ఇబ్బందులు\n- గుండెపై నొప్పి కానీ ఒత్తిడి కానీ ఉందా\n- పెదవులు, ముఖము నీలం రంగులోకి మారుతోందా\n- గందరగోళం/ మత్తుగా ఉందా\n- తినడం/ ద్రవ పదార్థాలు తీసుకోలేకపోవడం/ నడవం వంటి ఇబ్బందులున్నాయా \n\nమంచి ఆరోగ్యం కోసం ఈ కింది టిప్స్ పాటించండి\n- నోరు  ముక్కు కప్పి ఉంచేలా N95 మాస్కు ధరించండి\n- సబ్బుతో తరుచూ చేతులు శుభ్రం చేసుకోండి\n- రోజుకు 7 నుంచి 8 గంటల పాటు నిద్రకు ఉపక్రమించిండి\n- ద్రవ పదార్థాలు ఎక్కువగా తీసుకోండి\n- మద్యం/స్మోకింగ్ చేయరాదు\n- వ్యాయామం. యోగా, ధ్యానం చేయండి \nకోవిడ్-19 సమాచారం ఇతర ఫెసిలిటీ కేంద్రాల కోసం ఇక్కడ క్లిక్ చేయండి https://life.coronasafe.network',
    },
    noCovidEnd: {
      en_IN: '*{{name}}, based on your responses, it is less likely that you are suffering from COVID-19.* I suggest following these simple tips to stay healthy!\n- Wear an N95 mask covering both mouth and nose\n- Sleep for 7-8 hrs a day\n- Drink fluids to stay hydrated.\n- Avoid alcohol and smoking.\n- Practise yoga and meditate.\n\nMore information regarding COVID-19 and nearby care facilities is available here  www.liferesources.in',
      hi_IN: '*{{name}}, आपके जवाबों से लगता नहीं है की आपको COVID-19 है स्वस्थ रहने के लिए इन सुझावों का पालन करें!* \n- N95 मास्क पहनें जो मुंह और नाक दोनों को कवर करे \n- दिन में 7-8 घंटे की नींद लें \n- तरल पदार्थों का सेवन करें \n- शराब और धूम्रपान छोड़ दें \n- योग और ध्यान करें \n\n COVID-19 और नज़दीकी देखभाल सुविधाओं के बारे में अधिक जानकारी यहां उपलब्ध है www.liferesources.in',
      ta_IN: '*{{name}}, உங்கள் பதில்களின் அடிப்படையில், நீங்கள் கோவிட் -19 நோயால் பாதிக்கப்படுவது குறைவு.* ஆரோக்கியமாக இருக்க இந்த எளிய உதவிக்குறிப்புகளைப் பின்பற்ற பரிந்துரைக்கிறேன்! \n வாய் மற்றும் மூக்கு இரண்டையும் உள்ளடக்கிய N95 முகக் கவசத்தை அணியுங்கள் ஒரு நாளைக்கு 7-8 மணி நேரம் தூங்குங்கள் வறட்சியை தடுக்க திரவங்களாக குடிக்கவும் மது மற்றும் புகைப்பதைத் தவிர்க்கவும் யோகா பயிற்சி மற்றும் தியானம் மேற்கொள்ளவும் \n\nCOVID-19 மற்றும் அருகிலுள்ள பராமரிப்பு வசதிகள் பற்றிய கூடுதல் தகவல்கள் இங்கே கிடைக்கின்றன www.liferesources.in',
      ma_IN: '*{{name}}, तुमच्या प्रतिसादावर आधारित, तुम्ही कोविड -१९   पासून पीडित असण्याची शक्यता कमी आहे.* \n- मी निरोगी राहण्यासाठी या सोप्या सूचनांचे अनुसरण करण्यास सुचवितो!\n- तोंड आणि नाक दोन्ही झाकून एन 95 चा मुखवटा घाला\n- ७  दिवसा ७ - ८  तास झोप\n- हायड्रेटेड राहण्यासाठी द्रव प्या\n- दारू आणि धूम्रपान टाळा\n- योगाचा सराव करा आणि ध्यान करा\nयोगाचा सराव करा आणि ध्यान करा (अधिक जाणून घेण्यासाठी येथे क्लिक करा: https://www.youtube.com/watch?v=TRxmzpg8Xfg\nhttps://www.youtube.com/watch?v=fXpnPYuswtI ',
      kn_IN: '*{{name}}, ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ಆಧಾರದ ಮೇಲೆ ನೀವು ಕೋವಿಡ್ 19ನಿಂದ ಬಳಲುತ್ತಿರುವ ಸಾಧ್ಯತೆ ಕಡಿಮೆ ಇದೆ.* \nಆರೋಗ್ಯವಾಗಿರಲು ಈ ಸರಳ ಸಲಹೆಗಳನ್ನು ಅನುಸರಿಸಿ: \n- ಮೂರು ಹಾಗೂ ಬಾಯಿ ಮುಚ್ಚುವಂತೆ ಎನ್‌95 ಮಾಸ್ಕ್ ಧರಿಸಿ\n- ನಿಮ್ಮ ಕೈಗಳ್ಳನ್ನು ಪದೇ ಪದೇ ಸಾಬೂನಿನಿಂದ ತೊಳೆದುಕೊಳ್ಳಿ\n- ದಿನಕ್ಕೆ 7-8 ಗಂಟೆಗಳ ಕಾಲ ನಿದ್ದೆ ಮಾಡಿ.\n- ದ್ರವಯುಕ್ತ ಆಹಾರವನ್ನು ಸೇವಿಸಿ\n- ಮದ್ಯಪಾನ ಹಾಗೂ ಧೂಮಪಾನವನ್ನು ಕಡಿಮೆ ಮಾಡಿ\n- ಯೋಗ ಹಾಗೂ ಧ್ಯಾನವನ್ನು ಮಾಡಿ \n\nಕೋವಿಡ್ 19 ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಅಥವಾ ಕೋವಿಡ್ ಆರೈಕೆ ಕೇಂದ್ರಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಗಾಗಿ ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ https://life.coronasafe.network https://drive.google.com/drive/u/1/folders/1rYBsRvr3h-C0XwywEmswG_PTGktxGY6j \n ನೀವು ಮನೆಯಲ್ಲಿದೇ ಇದ್ದು ಆರೋಗ್ಯ ಕಾಪಾಡುಕೊಳ್ಳಬಯಸುತ್ತಿದ್ದರೆ ಈ ವಿಡಿಯೋ ನೋಡಿ video: https://www.youtube.com/watch?v=VfVwoNzIC1c&t=34s',
      te_IN: '*{{name}} నీవు చెప్పిన వివరాల ప్రకారం కోవిడ్-19 లక్షణాలు మీలో కనిపించడం లేదు* \n- ఆరోగ్యంగా ఉండేందుకు ఈ కింది టిప్స్ ఫాలో అవ్వండి: \n- నోరు  ముక్కు కప్పి ఉంచేలా N95 మాస్కు ధరించండి\n- సబ్బుతో తరుచూ చేతులు శుభ్రం చేసుకోండి\n- రోజుకు 7 నుంచి 8 గంటల పాటు నిద్రకు ఉపక్రమించిండి\n- ద్రవ పదార్థాలు ఎక్కువగా తీసుకోండి\n- మద్యం, స్మోకింగ్ చేయరాదు\n- యోగా, ధ్యానం చేయడం మంచిది \nకోవిడ్ 19కు సంబంధించి పూర్తి సమాచారంతో పాటు కోవిడ్ ఫెసిలిటీ కేంద్రం వివరాలు కూడా ఇక్కడ పొందొచ్చు https://life.coronasafe.network https://drive.google.com/drive/u/1/folders/1rYBsRvr3h-C0XwywEmswG_PTGktxGY6j',
    },
    lowSpo2End: {
      en_IN: '*{{name}}, your current oxygen level is below the normal value. Please consult a doctor right away!* \nMore information regarding COVID-19 is available here www.liferesources.in',
      hi_IN: '*{{name}}, आपका वर्तमान ऑक्सीजन स्तर सामान्य मूल्य से नीचे है। कृपया तुरंत डॉक्टर से सलाह लें!* \n COVID-19 और नज़दीकी देखभाल सुविधाओं के बारे में अधिक जानकारी यहाँ उपलब्ध है www.liferesources.in',
      ta_IN: '*{{name}}, உங்கள் தற்போதைய ஆக்ஸிஜன் அளவு சாதாரண மதிப்பை விட குறைவாக உள்ளது. தயவுசெய்து உடனே ஒரு மருத்துவரை அணுகவும்!* \nCOVID-19 மற்றும் அருகிலுள்ள பராமரிப்பு வசதிகள் பற்றிய கூடுதல் தகவல்கள் இங்கே கிடைக்கின்றன www.liferesources.in',
      ma_IN: '*{{name}}, तुमची सध्याची ऑक्सिजन पातळी सामान्य मूल्यापेक्षा खाली आहे. कृपया त्वरित डॉक्टरांचा सल्ला घ्या!* \nकोविड -१९  आणि जवळील सुविधांविषयी अधिक माहिती येथे उपलब्ध आहे. www.liferesources.in',
      kn_IN: '*{{name}}, ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಆಮ್ಲಜನಕದ ಮಟ್ಟವು ಸಾಮಾನ್ಯ ಮಟ್ಟಕ್ಕಿಂತ ಕಡಿಮೆಯಾಗಿದೆ. ದಯವಿಟ್ಟು ತಕ್ಷಣವೇ ವೈದ್ಯರನ್ನು ಸಂಪರ್ಕಿಸಿ!* \nಕೋವಿಡ್ 19 ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಅಥವಾ ಕೋವಿಡ್ ಆರೈಕೆ ಕೇಂದ್ರಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಗಾಗಿ ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ https://life.coronasafe.network',
      te_IN: '*{{name}} ఆక్సిజన్ లెవెల్ ఉండాల్సిన దానికంటే తక్కువగా ఉంది. వెంటనే వైద్యుడిని సంప్రదించండి* \nకోవిడ్ 19కు సంబంధించి పూర్తి సమాచారంతో పాటు కోవిడ్ ఫెసిలిటీ కేంద్రం వివరాలు కూడా ఇక్కడ పొందొచ్చు https://life.coronasafe.network'
    },
    noOximeterEnd: {
      en_IN: '{{name}}, your oxygen level is one of the most important parameters to gauge the severity of your condition. *Please order a pulse oximeter right away.* \nSend me a message when you have it so we can begin monitoring your vitals.',
      hi_IN: '{{name}}, आपका ऑक्सीजन स्तर आपकी स्थिति की गंभीरता का पता लगाने के लिए सबसे महत्वपूर्ण मापदंडों में से एक है। *कृपया तुरंत एक पल्स ऑक्सीमीटर की व्यवस्था करें* \n जब आपके पास यह हो तो मुझे संदेश भेजें ताकि हम आपके विटल्स की निगरानी शुरू कर सकें',
      ta_IN: '{{name}}, உங்கள் ஆக்ஸிஜன் அளவு உங்கள் உடல் நிலையின் தீவிரத்தை அறிய மிக முக்கியமான அளவுகோலில் ஒன்றாகும். *தயவுசெய்து ஒரு நாடித் துடிப்பு ஆக்சிமீட்டரை உடனடியாக ஆர்டர் செய்யவும்* \nஆக்சிமீட்டர் வாங்கிய பிறகு எனக்கு ஒரு மெசேஜ் அனுப்புங்கள், இதன்மூலம் உங்கள் உடல்நிலையை கண்காணிக்க ஆரம்பிக்கலாம்.',
      ma_IN: '{{name}}, आपल्या स्थितीची तीव्रता मोजण्यासाठी आपले ऑक्सिजन पातळी सर्वात महत्वाचे मापदंड आहे. कृपया आत्ताच पल्स ऑक्सिमीटरची व्यवस्था/मागणी करा\nआपल्याकडे हा संदेश असल्यास मला पाठवा जेणेकरुन आम्ही आपल्या निरीक्षण करण्यास सुरवात करू.',
      kn_IN: '{{name}}, ನಿಮ್ಮ ಸ್ಥಿತಿಯ ತೀವ್ರತೆಯನ್ನು ಅಳೆಯಲು ನಿಮ್ಮ ಆಮ್ಲಜನಕದ ಮಟ್ಟವು ಪ್ರಮುಖವಾದದ್ದು, ದಯವಿಟ್ಟು ತಕ್ಷಣವೇ ಪಲ್ಸ್ ಆಕ್ಸಿಮೀಟರ್‌ಗೆ ಆರ್ಡರ್ ಮಾಡಿ \nನೀವು ತೆಗೆದುಕೊಂಡ ಬಳಿಕ ನನಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ, ಬಳಿಕ ಆರೋಗ್ಯದ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲು ಸಹಾಯಕವಾಗಲಿದೆ.',
      te_IN: 'ఆక్సిజన్ లెవెల్స్ అనేది అతి ప్రాముఖ్యమైన అంశం. దీని ద్వారనే వ్యాధి తీవ్రతను అంచనా వేస్తాం. వెంటనే పల్స్ ఆక్సిమీటర్‌ తీసుకోండి. పల్స్ ఆక్సిమీటర్ రాగానే ఒక మెసేజ్ పంపండి. ఆ విలువ ఆధారంగా మీ పరిస్థితిని పర్యవేక్షిస్తాం',
    },
    walkTestEnd: {
      en_IN: '*{{name}}, this is an unexpected reaction to the walk test.* Please consult a doctor right away. \n\nMore information regarding COVID-19 and nearby care facilities is available here www.liferesources.in',
      hi_IN: '*{{name}}, यह वॉक टेस्ट की अप्रत्याशित प्रतिक्रिया है। कृपया तुरंत डॉक्टर से सलाह लें।* \n COVID-19 और नज़दीकी देखभाल सुविधाओं के बारे में अधिक जानकारी यहाँ उपलब्ध है www.liferesources.in',
      ma_IN: '*{{name}}, ही  चाचणीची एक अनपेक्षित प्रतिक्रिया आहे.* कृपया त्वरित डॉक्टरांचा सल्ला घ्या.\nकोविड -१९  आणि जवळील सुविधांविषयी अधिक माहिती येथे उपलब्ध आहे. www.liferesources.in',
    },
    specialSymptomsEnd: {
      en_IN: '{{name}}, current symptoms require urgent medical attention. Please get in touch with your healthcare provider or visit a hospital emergency room immediately so that you can undergo appropriate testing and start the right medication. \n\n Information regarding nearby COVID-19 care facilities is also available here: www.liferesources.in',
      hi_IN: '{{name}}, आपके लक्षणों के चलते आप को तुरंत इलाज की ज़रुरत है | कृपया तुरंत अपने डॉक्टर से संपर्क करें या नज़दीकी हस्पताल के इमरजेंसी विभाग में जाएं | \n {{name}} आपके लक्षण काफी गंभीर हैं, तुरंत डॉक्टर से मिलें या नज़दीकी अस्पताल में जाए ताकि टेस्ट कराकर आपका सही इलाज शुरू किया जा सके| \n COVID-19 से सम्बंधित जानकारी और नज़दीकी देखभाल की सुविधाओं के लिए कृपया www.liferesources.in वेबसाइट पर जाएं |',
      ta_IN: '{{name}}, உங்களது இந்த தற்போதைய அறிகுறிகளுக்கு அவசர மருத்துவ சிகிச்சை தேவை. தயவுசெய்து உங்கள் சுகாதார அதிகாரிகளை தொடர்பு கொள்ளுங்கள் அல்லது உடனடியாக ஒரு மருத்துவமனையில் அவசர பிரிவுக்குச் செல்லுங்கள். இதன் மூலம் நீங்கள் தகுந்த பரிசோதனைக்கு உட்படுத்தப்பட்டு சரியான மருந்துகளைத் தொடங்கலாம். அருகிலுள்ள COVID-19 பராமரிப்பு வசதிகள் பற்றிய தகவல்களும் இங்கே கிடைக்கின்றன: www.liferesources.in',
      ma_IN: '{{name}}, तुमच्या सध्याच्या लक्षणांवर तातडीने वैद्यकीय मदत घेण्याची गरज आहे. कृपया आपल्या आरोग्य सेवा प्रदात्याशी संपर्क साधा किंवा तत्काळ हॉस्पिटलच्या आपत्कालीन कक्षास भेट द्या जेणेकरून आपण योग्य चाचणी घेऊ शकता आणि योग्य औषधे सुरू करू शकता.\n\nजवळपास असलेल्या कोविड -१९  care केअर सुविधांविषयी माहिती देखील येथे उपलब्ध आहे: www.liferesources.in',
      kn_IN: '{{name}}, ನಿಮ್ಮ ಪ್ರಸ್ತುತ ರೋಗ ಲಕ್ಷಣಗಳಿಗೆ ತುರ್ತು ವೈದ್ಯಕೀಯ ಚಿಕಿತ್ಸೆ ಅಗತ್ಯವಿದೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕುಟುಂಬ ವೈದ್ಯರೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿರಿ, ಅಥವಾ ಆಸ್ಪತ್ರೆಯ ತುರ್ತು ಚಿಕಿತ್ಸಾ ಕೊಠಡಿಗೆ ಭೇಟಿ ನೀಡಿ, ತಕ್ಷಣವೇ ಪರೀಕ್ಷೆ ಮಾಡಿಸಿ, ಸರಿಯಾದ ಚಿಕಿತ್ಸೆ ಪಡೆದುಕೊಳ್ಳಿ. \n\n ಹತ್ತಿರದ ಕೋವಿಡ್ 19 ಆರೈಕೆ ಕೇಂದ್ರದ ಬಗ್ಗೆ ಮಾಹಿತಿ ಇಲ್ಲಿದೆ. https://life.coronasafe.network',
      te_IN: '{{name}} ప్రస్తుత పరిస్థితి చూస్తుంటే వెంటనే మీకు వైద్య చికిత్స అందాల్సి ఉంది. మీ ఫ్యామిలీ డాక్టరును కానీ , లేదా హాస్పిటల్ ఎమర్జెన్సీ వార్డులో అడ్మిట్ అవ్వండి. టెస్టులు చేయించుకుని చికిత్స ప్రారంభించండి. మీ దగ్గరలో ఉన్న కోవిడ్-19 ఫెసిలిటీ సెంటర్‌ గురించి తెలుసుకోవాలంటే ఇక్కడ క్లిక్ చేయండి. : https://life.coronasafe.network.'
    },
  },
  triageSpo2: {
    prompt: {
      preamble: {
        en_IN: 'I hope you have a pulse oximeter at home, {{name}}. Please check your SpO2 and select an option from below',
        hi_IN: 'मुझे उम्मीद है कि आपके पास घर पर एक पल्स ऑक्सीमीटर है, {{name}}। कृपया अपना SpO2 जांचें और नीचे से एक विकल्प चुनें',
        ta_IN: 'நீங்கள் வீட்டில் நாடித்துடிப்பு அறியும் ஆக்சிமீட்டர் வைத்திருப்பீர்கள் என்று நம்புகிறேன் {{name}}. உங்கள் SpO2 ஐ சரிபார்த்து, கீழே இருந்து ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்',
        ma_IN: 'मला आशा आहे की {{name}},  तुझ्या घरी  ऑक्सिमीटर असेल. कृपया आपला एसपीओ २  तपासा आणि खालील मधून एक पर्याय निवडा',
        // TODO: Translated by google, replace with original, same for options
        kn_IN: 'ನೀವು ಮನೆಯಲ್ಲಿ ನಾಡಿ ಆಕ್ಸಿಮೀಟರ್ ಹೊಂದಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ, {{name}}. ದಯವಿಟ್ಟು ನಿಮ್ಮ SpO2 ಅನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಕೆಳಗಿನಿಂದ ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ',
        te_IN: '{{name}} మీ ఇంట్లో పల్స్ ఆక్సిమీటర్ ఉందని అనుకుంటున్నాను. మీ SpO2 చెక్ చేసుకుని కింది వాటిలో ఒక ఆప్షన్‌ను ఎంచుకోండి',
      },
      options: {
        list: ['above95', 'below94', 'noOximeter'],
        messageBundle: {
          above95: {
            en_IN: 'SpO2 is 95% or above',
            hi_IN: 'SpO2 95% या अधिक है',
            ta_IN: 'SpO2 95% அல்லது அதற்கு மேல்',
            ma_IN: 'एसपीओ2 ९५ % किंवा त्याहून अधिक आहे',
            kn_IN: 'SpO2 95% ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದು',
            te_IN: 'SpO2 95శాతం లేదా అంతకంటే ఎక్కువగా',
          },
          below94: {
            en_IN: 'SpO2 is 94% or below',
            hi_IN: 'SpO2 94% या कम है',
            ta_IN: 'SpO2 94% மற்றும் அதற்கு கீழே உள்ளது',
            ma_IN: 'एसपीओ2 ९४ % किंवा त्यापेक्षा कमी आहे',
            kn_IN: 'SpO2 94% ಅಥವಾ ಅದಕ್ಕಿಂತ ಕಡಿಮೆ',
            te_IN: 'SpO2 94శాతంకు తక్కువగా',
          },
          noOximeter: {
            en_IN: 'Don’t have an oximeter',
            hi_IN: 'ऑक्सीमीटर नहीं है',
            ta_IN: 'ஆக்சிமீட்டர் இல்லை',
            ma_IN: 'माझ्या कडे ऑक्सिमीटर  नाहीं',
            kn_IN: 'ಆಕ್ಸಿಮೀಟರ್ ಹೊಂದಿಲ್ಲ',
            te_IN: 'ఆక్సిమీటర్ లేదు',
          },
        },
      },
    },
    normalSpo2: {
      en_IN: '*Your SpO2 is well within the normal range! This is a good sign! :)*',
      hi_IN: '*आपका SpO2 सामान्य सीमा के भीतर है! यह एक अच्छा संकेत है! :)*',
      ta_IN: '*உங்கள் SpO2 நன்றாக சாதாரண அளவிற்குள் உள்ளது! இது ஒரு நல்ல அறிகுறி!*',
      ma_IN: '*आपला एसपीओ 2 सामान्य श्रेणीत आहे! हे एक चांगले चिन्ह आहे! :)*',
      kn_IN: '*ನಿಮ್ಮ SpO2 ಸಾಮಾನ್ಯ ಮಟ್ಟದಲ್ಲಿದೆ! ಇದು ಒಳ್ಳೆಯ ಸಂಕೇತ! :)*',
      te_IN: '*SpO2 సాధారణ రేంజ్‌లో ఉంటే మంచిది*',
    },
  },
  triageSpo2Walk: {
    prompt: {
      preamble: {
        en_IN: '{{name}}, your SpO2 should ideally be between 95 and 99.  I want to make sure that your lungs are not getting weak. I would suggest doing a simple test right now. All you need to do is walk around alone without a mask for 6 minutes with the pulse oximeter on your finger. Keep an eye out for the SpO2 all through the 6 minutes.\nLet me know how it goes.',
        hi_IN: '{{name}}, आपका SpO2 आदर्श रूप से 95 और 99 के बीच होना चाहिए। मैं यह सुनिश्चित करना चाहता हूं कि आपके फेफड़े कमजोर नहीं हो रहे हैं। मैं अभी एक साधारण परीक्षण करने का सुझाव दूंगा। आपको बस अपनी उंगली पर पल्स ऑक्सीमीटर के साथ 6 मिनट के लिए मास्क के बिना अकेले घूमने की ज़रूरत है। इन 6 मिनट के दौरान SpO2 परनज़र रखें। मुझे बताएं कि यह कैसे जाता है।',
        ma_IN: '{{name}}, तुमचा एसपीओ२ साधारणपणे  ९५ आणि ९९ च्या मध्ये   असावा. मला खात्री करायची आहे की तुमची फुफ्फुसे अशक्त होत नाहीत. मी आत्ताच एक सोपी चाचणी करण्याचा सल्ला देतो. आपल्याला फक्त आपल्या बोटावर  ऑक्सिमीटरने 6 मिनिटांसाठी मुखवटाशिवाय एकटे फिरणे आवश्यक आहे. 6 मिनिटांत सर्व  एसपीओ२ कडे लक्ष ठेवा. ते कसे होते ते मला कळवा.',
      },
      options: {
        list: ['below93', 'lightHeaded', 'breathingDifficulty', 'none'],
        messageBundle: {
          below93: {
            en_IN: 'SpO2 fell below 93 or reduced by 3 points or more (at any point during the test)',
            hi_IN: 'SpO2 93 से नीचे गिर गया या 3 अंक या उससे कम हो गया (परीक्षण के दौरान कभी भी)',
            ma_IN: 'एसपीओ२  ९३  च्या खाली आला किंवा ३ पेक्ष्या ज्यास्त   गुणां  हून  कमी झाला (चाचणीच्या वेळी)',
          },
          lightHeaded: {
            en_IN: 'Felt light headed (at any point during the test)',
            hi_IN: 'चक्कर आने जैसा लगा (परीक्षण के दौरान कभी भी)',
            ma_IN: 'हलकी डोके दुखी असलेले (चाचणीच्या वेळी) वाटले',
          },
          breathingDifficulty: {
            en_IN: 'Difficulty breathing (at any point during the test)',
            hi_IN: 'सांस लेने मे तकलीफ (परीक्षण के दौरान कभी भी)',
            ma_IN: 'श्वास घेण्यात अडचण (चाचणीच्या वेळी)',
          },
          none: {
            en_IN: 'None of the above',
            hi_IN: 'इनमे से कोई भी नहीं',
            ma_IN: 'वरीलपैकी काहीही नाही',
          },
        },
      },
    },
    normalSpo2: {
      en_IN: 'Your current oxygen levels are good.',
    },
  },
  subscribe: {
    prompt: {
      preamble: {
        en_IN: 'Thank you for sharing this information, {{name}}. Please contact a doctor so you can be prescribed medicines as needed. I will also be following up with you regularly to ensure you get better right at home by: \n- Making you check your vitals three times a day\n- Maintaining your SpO2 and temperature chart  \n- Sharing scientifically accurate health information\n- Helping you cope up with isolation \n- Supporting your family members if COVID assistance is needed\n',
        hi_IN: 'इस जानकारी को भेजने के लिए धन्यवाद, {{name}}। कृपया किसी डॉक्टर से संपर्क करें ताकि आपको आवश्यकतानुसार दवाएं दी जा सकें। {{name}}, मैं आपकी स्थिति पर निगरानी रखेंगे ताकि आप घर पर ही ठीक हो सकें \n- दिन में 3 बार अपने vitals की जाँच करें \n- अपने SpO2 और तापमान चार्ट को बनाए रखिये \n- आपको वैज्ञानिक रूप से सही स्वास्थ्य जानकारी मिले \n- आपको अकेलेपन में मदद करें \n- COVID सहायता की आवश्यकता होने पर अपने परिवार के सदस्यों का समर्थन करना',
        ta_IN: '{{name}}.. நீங்கள் வீட்டிலேயே நலமுடன் இருப்பதை உறுதி செய்வதற்காக நான் உங்கக்ளை தொடர்ந்து கண்காணித்து வருவேன்\n- உங்கள் உயிரணுக்களை ஒரு நாளைக்கு மூன்று முறை சரிபார்க்கச் செய்கிறது\n- உங்கள் ஆக்சிஜன் அளவு (SpO2) மற்றும் உடல் வெப்பநிலையை பராமரித்தல்\n- அறிவியல் பூர்வமாக சுகாதார தகவல்களைப் பகிர்தல்\n- இது தனிமைபடுத்துதலை சமாளிக்க உதவுகிறது\n- கொரோனா விவரம் தொடர்பான தேவைப்பட்டால் உங்கள் குடும்ப உறுப்பினர்களை ஆதரித்தல்',
        ma_IN: '{{name}}, आपण घरी बरे व्हावे  यासाठी मी नियमितपणे आपल्याकडे पाठपुरावा करीत आहेः\n- आपल्याला दिवसातून तीन वेळा आपल्या प्रकृती ची तपासणी करणे\n- आपला एसपीओ2 आणि तापमान चार्ट राखत आहे\n- वैज्ञानिकदृष्ट्या अचूक आरोग्य माहिती सामायिक करणे\n- आपल्याला सामना करण्यास मदत करणे\n- कोविड मदतीची आवश्यकता असल्यास आपल्या कुटुंबातील सदस्यांना मदत करणे',
        kn_IN: '{{name}}, ನಿತ್ಯ ನೀವು ಮನೆಯಲ್ಲೇ ಮಾಡಿಕೊಳ್ಳಬಹುದಾದ ಪರೀಕ್ಷೆಗಳ ವಿವರ\n- ವೈಜ್ಞಾನಿಕವಾಗಿ ನಿಖರವಾದ ಆರೋಗ್ಯ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದು\n- ನಿಮ್ಮ SpO2 ಮತ್ತು ತಾಪಮಾನ ಚಾರ್ಟ್ ಅನ್ನು ನಿರ್ವಹಿಸುವುದು\n- ವೈಜ್ಞಾನಿಕವಾಗಿ ನಿಖರವಾದ ಆರೋಗ್ಯ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದು\n- ಪ್ರತ್ಯೇಕತೆಯನ್ನು ನಿಭಾಯಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ\n- ಕೋವಿಡ್ 19 ಕುರಿತು ನಿಮ್ಮ ಕುಟುಂಬ ಸದಸ್ಯರಿಗೆ ಅಗತ್ಯವಿರುವ ಬೆಂಬಲವನ್ನು ನೀಡುತ್ತದೆ',
        te_IN: '{{name}} ఇంట్లోనే ఉంటూ మంచి ఆరోగ్యం కోసం నీ ఆరోగ్య పరిస్థితిని ఎప్పటికప్పుడు పర్యవేక్షిస్తుంటాను\n- మీ వైటల్స్‌ను చెక్ చేయడం\n- SpO2 మరియు టెంపరేచర్ చార్ట్ మెయిన్‌టెయిన్ చేయడం\n- శాస్త్రీయపరమైన కచ్చితత్వంతో కూడిన ఆరోగ్య సమాచారం ఇవ్వడం\n- ఐసొలేషన్ సమయంలో సహాయం చేయడం\n- కోవిడ్ పరంగా మీ కుటుంబ సభ్యులకు అవసరమైన సహాయం చేయడం',
      },
      options: {
        list: [true, false],
        messageBundle: {
          true: {
            en_IN: "Let's do this",
            hi_IN: 'चलो इसे करते हैं',
            ta_IN: 'இதைச் செய்வோம்',
            ma_IN: 'हे करू',
            kn_IN: 'ನಾವಿದನ್ನು ಮಾಡೋಣ',
            te_IN: 'ఇప్పుడే చేద్దాం',
          },
          false: {
            en_IN: 'Not now',
            hi_IN: 'अभी नहीं',
            ta_IN: 'இப்போது இல்லை',
            ma_IN: 'आता नाही',
            kn_IN: 'ಈಗ ಸಾಧ್ಯವಿಲ್ಲ',
            te_IN: 'ఇప్పుడు కాదు',
          },
        },
      },
    },
    doSubscribe: {
      en_IN: "That's awesome, {{name}}! Thank you for choosing me as your aid to recovery. :) If you want any more details about my guided recovery program or want to make any modifications, please use the *Manage program* option in the main menu. I will be in touch with you again in a few hours to check on you.\n To view home isolation guide click here https://www.youtube.com/watch?v=xTvd7oAEyhs (English) https://www.youtube.com/watch?v=VfVwoNzIC1c&t=2s (Hindi) \n Additional health tips are available here https://www.youtube.com/watch?v=ejukjKIClkg and https://youtube.com/playlist?list=PLM6YFXQ-ei4bMKT_R4GSLVnrsHodCdhmX \nFor more information regarding COVID-19 and nearby care facilities click here www.liferesources.in",
      hi_IN: 'बहुत अच्छा, {{name}}! हमें अपना सहयोगी बनाने के लिए धन्यवाद।. :) यदि आप मेरे निर्देशित पुनर्प्राप्ति कार्यक्रम के बारे में कोई और विवरण चाहते हैं या कोई संशोधन करना चाहते हैं, तो कृपया मुख्य मेनू में *प्रबंधित कार्यक्रम* विकल्प का उपयोग करें। मैं कुछ घंटों में फिर से आपके संपर्क में आऊंगा। कुछ घंटों बाद हम आपसे फिर संपर्क करेंगे। \n घर अलगाव गाइड यहाँ उपलब्ध है: https://www.youtube.com/watch?v=VfVwoNzIC1c&t=2s (Hindi) \n स्वस्थ रहने के लिए, इन बातों का ध्यान रखें: \n COVID-19 और नज़दीकी देखभाल सुविधाओं के बारे में अधिक जानकारी यहाँ उपलब्ध है www.liferesources.in',
      ta_IN: 'இது அருமை {{name}}! உங்கள் வீட்டு தனிமை வழிகாட்டியாக(உதவியாளராக) என்னைத் தேர்ந்தெடுத்ததற்கு நன்றி. \nஎனது வழிகாட்டப்பட்ட மீட்புத் திட்டத்தைப் பற்றி மேலும் விவரங்களை நீங்கள் அறிந்து கொள்ள விரும்பினால் அல்லது ஏதேனும் மாற்றங்களைச் செய்ய விரும்பினால், முதன்மை மெனுவில் * நிரலை நிர்வகி * என்ற விருப்பத்தைப் பயன்படுத்தவும். \nஉங்களைச் பரிசோதிக்க சில மணிநேரங்களில் நான் உங்களை மீண்டும் தொடர்புகொள்வேன்.வீட்டு தனிமை வழிகாட்டியைக் காண  https://www.youtube.com/watch?v=xTvd7oAEyhs (ஆங்கிலம்) என்ற இந்த லிங்கை கிளிக் செய்யுங்கள் \nஇத்தனையும் கிளிக் செய்யலாம் - https://www.youtube.com/watch?v=VfVwoNzIC1c&t=2s (இந்தி) \nகூடுதல் சுகாதார உதவிக்குறிப்புகள்  தொடர்பான விவரங்கள் இதில் நிறைய கிடக்கின்றன - https://www.youtube.com/watch?v=ejukjKIClkg மற்றும் https://youtube.com/playlist?list=PLM6YFXQ-ei4bMKT_R4GSLVnrsHodCdhmX \nகொரோனா தொடர்பான விவரங்கள் மற்றும்  மற்றும் அருகிலுள்ள பராமரிப்பு வசதிகள் பற்றிய கூடுதல் தகவலுக்கு <www.liferesources.in/> என்ற இந்த லிங்கை அழுத்தவும்.',
      ma_IN: 'ते छान आहे {{name}}!  तुमचा सहाय्यक म्हणून मला निवडल्याबद्दल धन्यवाद. :)\nमाझ्या मार्गदर्शित पुनर्प्राप्ती प्रोग्रामबद्दल आपल्याला आणखी काही माहिती हवी असल्यास किंवा काही बदल करू इच्छित असल्यास, कृपया मुख्य मेनूमध्ये * प्रोग्राम व्यवस्थापित करा * पर्याय वापरा.\nमी आपणास तपासण्यासाठी काही तासांत पुन्हा संपर्क साधू.\nहोम मार्गदर्शक पाहण्यासाठी येथे क्लिक करा https://www.youtube.com/watch?v=xTvd7oAEhhs (इंग्रजी)\nhttps://www.youtube.com/watch?v=VfVwoNzIC1c&t=2s (Hindi)\nअतिरिक्त आरोग्यासाठी येथे सल्ले उपलब्ध आहेत.\nhttps://www.youtube.com/watch?v=ejukjKIClkg \nआणि https://youtube.com/playlist?list=PLM6YFXQ-ei4bMKT_R4GSLVnrsHodCdhmX\nकोविड -१९  आणि जवळील सुविधांविषयी अधिक माहिती येथे उपलब्ध आहे. www.liferesources.in',
      kn_IN: '{{name}}, ರಾಹುಲ್, ನಿಮ್ಮ ಚೇತರಿಕೆಗೆ ಸಹಾಯಕರಾಗಿ ನಮ್ಮನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು \n ನಮ್ಮ ಮಾರ್ಗದರ್ಶನವನ್ನು ಮತ್ತೆ ಪಡೆಯುವ ಕಾರ್ಯಕ್ರಮದ ಕುರಿತು ಹೆಚ್ಚಿನ ವಿವರಗಳನ್ನು ನೀವು ಬಯಸಿದರೆ ಅಥವಾ ಯಾವುದೇ ಮಾರ್ಪಾಡುಗಳನ್ನು ಮಾಡಲು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ಮುಖ್ಯ ಮೆನುವಿನಲ್ಲಿ ಮ್ಯಾನೇಜ್ ಪ್ರೋಗ್ರಾಂ ಆಯ್ಕೆಯನ್ನು ಬಳಸಿ. \n ನಾನು ಕೆಲವು ಗಂಟೆಗಳಲ್ಲಿ ಮತ್ತೆ ನಿಮ್ಮೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿರುತ್ತೇನೆ \n ಹೋಂ ಐಸೊಲೇಷನ್ ಕುರಿತು ಮಾಹಿತಿಗಾಗಿ ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ https://www.youtube.com/watch?v=xTvd7oAEyhs \n- ದೈಹಿಕ ಹಾಗೂ ಮಾನಸಿಕ ಆರೋಗ್ಯ ಕಾಪಾಡಿಕೊಳ್ಳಲು ಹೆಚ್ಚುವರಿ ಸಲಹೆಗಾಗಿ ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ\n- ಕೋವಿಡ್ 19 ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಅಥವಾ ಕೋವಿಡ್ ಆರೈಕೆ ಕೇಂದ್ರಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಗಾಗಿ ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ https://life.coronasafe.network',
      te_IN: '{{name}}.. ఇది అద్భుతం. నన్ను మీ సహాయకుడిగా ఎంచుకున్నందుకు ధన్యవాదాలు\n *మీకు నానుంచి ఇంకేమైనా సహాయం కావాలన్నా, రికవరీ ప్రోగ్రాంలో ఏమైనా మార్పులు చేయాలన్నా ప్రధాన మెనూలో  మేనేజ్ ప్రోగ్రాంను  వినియోగించండి*\n మళ్లీ కొన్ని గంటల తర్వాత మీతో టచ్‌లోకి వస్తాను \n హోమ్ ఐసొలేషన్ గైడ్ కోసం ఇక్కడ క్లిక్ చేయండి https://www.youtube.com/watch?v=xTvd7oAEyhs \nఆరోగ్యంగా ఉండేదుకు కావాల్సిన టిప్స్ కోసం ఇక్కడ క్లిక్ చేయండి \nకోవిడ్ 19కు సంబంధించి పూర్తి సమాచారంతో పాటు కోవిడ్ ఫెసిలిటీ కేంద్రం వివరాలు కూడా ఇక్కడ పొందొచ్చు https://life.coronasafe.network',
    },
    dontSubscribe: {
      en_IN: 'Ok. You can always come back when you need help. \nMore information regarding COVID-19 and nearby care facilities is available here www.liferesources.in',
      hi_IN: 'ठीक है। आपको हमेशा मदद की आवश्यकता होने पर वापस आ सकते हैं। \n COVID-19 और नज़दीकी देखभाल सुविधाओं के बारे में अधिक जानकारी यहाँ उपलब्ध है www.liferesources.in',
      ta_IN: 'சரி.. உங்களுக்கு உதவி தேவைப்படும்போது நீங்கள் எப்போது வேண்டுமானாலும் கேட்கலாம் \nகொரோனா தொடர்பான விவரங்கள் மற்றும் அருகிலுள்ள பராமரிப்பு வசதிகள் பற்றிய கூடுதல் தகவல்கள் இங்கே கிடைக்கின்றன - www.liferesources.in',
      ma_IN: 'ठीक आहे. जेव्हा आपल्याला मदतीची आवश्यकता असते तेव्हा आपण नेहमी परत येऊ शकता.\nकोविड -१९  आणि जवळील सुविधांविषयी अधिक माहिती येथे उपलब्ध आहे. www.liferesources.in',
      kn_IN: 'ಓಕೆ. ನಿಮಗೆ ಯಾವಾಗ ಸಲಹೆ ಬೇಕಿದ್ದರೂ ಹಿಂದಿರುಗಬಹುದು\n ಕೋವಿಡ್ 19 ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಅಥವಾ ಕೋವಿಡ್ ಆರೈಕೆ ಕೇಂದ್ರಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಗಾಗಿ ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ https://life.coronasafe.network \n ದೈಹಿಕ ಹಾಗೂ ಮಾನಸಿಕ ಆರೋಗ್ಯ ಕಾಪಾಡಿಕೊಳ್ಳಲು ಹೆಚ್ಚುವರಿ ಸಲಹೆಗಾಗಿ ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ \n To view our home isolation guide click here https://www.youtube.com/watch?v=xTvd7oAEyhs',
      te_IN: 'ఓకే. మీకు ఎప్పుడైన సరే సహాయం కావాలంటే మీరు తిరిగి పొందొచ్చు \nవిడ్ 19కు సంబంధించి పూర్తి సమాచారంతో పాటు కోవిడ్ ఫెసిలిటీ కేంద్రం వివరాలు కూడా ఇక్కడ పొందొచ్చు https://life.coronasafe.network \n*ఆరోగ్యంగా ఉండేదుకు కావాల్సిన టిప్స్ కోసం ఇక్కడ క్లిక్ చేయండి* To view our home isolation guide click here https://www.youtube.com/watch?v=xTvd7oAEyhs',
    },
  },
};

let grammers = {
  binaryChoice: {
    prompt: {
      en_IN: '\n1. Yes\n2. No',
      hi_IN: '\n1. हाँ \n2. नहीं',
      ta_IN: '\n1. ஆம் \n2. இல்லை',
      ma_IN: '\n1 . होय\n2 . नाही',
      kn_IN: '\n1. ಹೌದು \2. ಇಲ್ಲ',
      te_IN: '\n1. అవును \2. కాదు',
    },
    grammer: [
      { intention: true, recognize: ['1'] },
      { intention: false, recognize: ['2'] },
    ],
  },
  rtpcrTest: [
    { intention: 'positive', recognize: ['1'] },
    { intention: 'negative', recognize: ['2'] },
    { intention: 'na', recognize: ['3'] },
  ],
};

module.exports.messages = messages;
module.exports.grammers = grammers;
